[
{
   "ram":"वंदेSहं देवं तं श्रीतं रन्तारं कालं भासा य:।<br>रामो रामाधीराप्यागो लीलामारायोध्ये वासे॥",
   "krishna":"सेवाध्येयो रामालाली गोप्याराधी मारामोरा:।<br>यस्साभालंकारं तारं तं श्रीतं वन्दे अहं देवं॥",
   "rame":"I pay my obeisance to Lord Sri Rama, who with his heart pining for Sita, travelled across the Sahyadri, returned to Ayodhya after killing Ravana, and sported with his consort, Sita, in Ayodhya for a long time.",
   "krishnae":"I bow to Lord Sri Krishna, whose chest is the sporting resort of Sri Lakshmi who is fit to be contemplated through penance and sacrifice, who fondles Rukmani and his other consorts, who is worshipped by the Gopikas, and who is decked with jewels radiating splendor." 
},
{
   "ram":"साकेताख्या ज्यायामासीद्याविप्रादीप्तार्याधारा।<br>पूराजीतादेवाद्याविश्वासाग्र्यासावाशारावा॥",
   "krishna":"वाराशावासाग्र्या साश्वाविद्यावादेताजीरापू:।<br>राधार्याप्ता दीप्राविद्यासीमायाज्याख्याताकेसा॥",
   "rame":"On the earth was the city of Ayodhya, named otherwise as Saketa, foremost among the famous cities, was the place of abode of King Dasratha, son of King Aja, which city was invincible even to the Gods, which displayed the pageantry of the Gods, who had assembled to partake the oblations offered in the sacrifice conducted there, which city was shining with all splendor with the Brahmins and merchant community.",
   "krishnae":"The city Dwaravathi or Dwaraka, noteworthy among the cities, was in the midst of water, that city which abounded in horses and elephants, which was the battleground of the debating erudite scholars, which city had as her master, Sri Krishna, whose consort was Radha and which city was the greatest of the seats of learning."   
},
{
  "ram":"कामभास्स्थलसारश्रीसौधासौघनवापिका।<br>सारसारवपीनासरागाकारसुभूरिभू:॥",
  "krishna":"भूरिभूसुरकागारासनापीवरसारसा।<br>कापिवानघसौधासौ श्रीरसालस्थभामका॥",
  "rame":"The city of Ayodhya abounded in huge mansions, which were the repository of immense wealth and splendor, deep walls and the cooing sounds of the Sarasa birds. The city was full of people, who were filled with a deep sense of love and affection.",
  "krishnae":"The raised pials in the houses of Dwaraka were filled with Brahmins. There were many huge lotuses and impeccable mansions. The city ‘Dwaraka’, which was indescribable, was in the midst of mango groves."
}, 
{
  "ram":"रामधामसमानेनमागोरोधनमासतां।<br>नामहामक्षररसं ताराभास्तु न वेद या॥",
  "krishna":"यादवेनस्तुभारातासंररक्षमहामना:।<br>तां समानधरोगोमाननेमासमधामरा:॥",
  "rame":"Ayodhya interspersed with clusters of trees and mansions had not seen the light of stars. It was full of festivities and joy. It warded off all sins. In its splendor, it equaled the Sun. the majestic luster in the form of Rama pervaded its whole atmosphere.",
  "krishnae":"The liberal hearted Sri Krishna, the Lord of the Yadavas, the source of all light, the Lord of cows, the repository of unbounded splendor, was the protector of Dwaraka."
},
{
  "ram":"यं गाधेयो योगी रागी वैताने सौम्ये सौख्येसौ।<br>तं ख्यातं शीतं स्फीतं भीमानामाश्रीहाता त्रातं॥",
  "krishna":"तं त्राता हा श्रीमानामाभीतं स्फीतं शीतं ख्यातं।<br>सौख्ये सौम्येसौ नेता वै गीरागीयो योधेगायन॥",
  "rame":"The great Sage Vishwamitra, son of Gadhi, desirous of unfettered performance of sacrifices, secured the aid of the protector of sacrifices (viz: the calm and famous Sri Rama) from the destructive elements.",
  "krishnae":"The famous sage Narada, the greatest among the Brahmins who instills a sense of courage among the warriors and who is a great musician approaches singing, Sri Krishna, who is born for the welfare of humankind and the world."
},
{
  "ram":"मारमं सुकुमाराभं रसाजापनृताश्रितं।<br>काविरामदलापागोसमावामतरानते॥",
  "krishna":"तन रातमवामास गोपालादमराविका।<br>तं श्रितानृपजासारभं रामाकुसुमं रमा॥",
  "rame":"Sita, whose words are a source of immense joy, who is equal to Mother Earth, who is compassionate to those who bow before her, who was born out of the earth, obtained (married) Sri Rama, who possessed a graceful splendor and was the consort of Lakshmi, and had taken the human form.",
  "krishnae":"Lakshmi, born as the daughter of a King, was married to Sri Krishna. Rukmani (Goddess Lakshmi in the human form), who is the protector of the Gods, and who is free from all faults and the bride of Sri Krishna, took the resplendent flower Parijata from Sri Krishna, given by the Sage Narada."
},
{
  "ram":"रामनामा सदा खेदभावे दयावानतापीनतेजारिपावानते।<br>कादिमोदासहातास्वभासारसामेसुगोरेणुकागात्रजे भूरुमे॥ ",
  "krishna":"मेरुभूजेत्रगाकाणुरेगोसुमेसारसा भास्वताहासदामोदिका।<br>तेन वा पारिजातेन पीता नवा यादवे भादखेदासमानामरा॥",
  "rame":"Sri Rama, who was glowing with a luster like that of the Sun, but at the same time, was easily approachable, who always sympathized with the woe begotten, who vanquished the demons harassing the sages, who was endowed with all the wealth, became kind-hearted when Parasurama, son of Renuka, bowed before him.",
  "krishnae":"Rukmani had lost all flair for the flowers growing on the earth, which produced a faint pleasure, Rukmani , with that Parijata flower obtained while on the Raivathaka mountain, was glowing with a new luster in the company of Sri Krishna, as if she had assumed a new body."
},
{
  "ram":"सारसासमधाताक्षिभूम्नाधामसु सीतया।<br>साध्वसाविहरेमेक्षेम्यरमासुरसारहा॥",
  "krishna":"हारसारसुमारम्यक्षेमेरेहविसाध्वसा।<br>यातसीसुमधाम्नाभूक्षिताधामससारसा॥",
  "rame":"Sri Rama, who quickly sapped the energy of Asuras (demons), who was the abode of safety, sported with Sita in the abodes of Ayodhya.",
  "krishnae":"Rukmani who possessed the Parijata flower, which was like a necklace of pearls, and a repository of all welfare, and who was not afraid of her co-wives, reached her abode with Sri Krishna."
},
{
  "ram":"सागसाभरतायेभमाभातामन्युमत्तया।<br>सात्रमध्यमयातापेपोतायाधिगतारसा॥",
  "krishna":"सारतागधियातापोपेतायामध्यमत्रसा।<br>यात्तमन्युमताभामा भयेतारभसागसा॥",
  "rame":"In this Ayodhya, the earth (kingdom) was secured for her son (Bharata) by the middle (second of the three) queen, the jealous Kaikeyi.",
  "krishnae":"Satyabhama, the slender hipped, who attained a glorified position with her richness of wealth, became quickly possessed with anger and fear (due to the Parijata given by Sri Krishna to Rukmani)."
},
{
  "ram":"तानवादपकोमाभारामेकाननदाससा।<br>यालतावृद्धसेवाकाकैकेयीमहदाहह॥",
  "krishna":"हहदाहमयीकेकैकावासेद्धवृतालया।<br>सासदाननकामेराभामाकोपदवानता॥",
  "rame":"Kaikeyi, who became emaciated due to sorrow at the thought of coronation and who had lost all pleasures and had ceased to attend on the comforts of the old King Dasratha, objected to the coronation of Rama and made Rama proceed to the forest.",
  "krishnae":"Satyabhama, who was exceedingly agitated, had bolted the doors to prevent entry of her maids into her abode, where the peacocks used to live and sport. The beautiful-faced Satyabhama was under the influence of grave anger, which was like the forest fire."
},
{
  "ram":"वरमानदसत्यासह्रीपित्रादरादहो।<br>भास्वरस्थिरधीरोपहारोरावनगाम्यसौ॥",
  "krishna":"सौम्यगानवरारोहापरोधीरस्स्थिरस्वभा:।<br>होदरादत्रापितह्रीसत्यासदनमारवा॥",
  "rame":"The glorious and courageous Rama, with great devotion to his revered father, who felt ashamed at discarding the valued truth, (Dasratha’s predicament in fulfilling his vow to Kaikeyi, resulting in the banishment of his beloved son to the forest) started to go to the forest, bereft of all adornments.",
  "krishnae":"In Dwaraka, the brave Krishna, who was attached to his wife, endowed with a flair for music, who had been ashamed by his own action (of giving the flower to Rukmani) approached as if with fear the abode of Satyabhama."
},
{
  "ram":"यानयानघधीतादा रसायास्तनयादवे।<br>सागताहिवियाताह्रीसतापानकिलोनभा॥",
  "krishna":"भानलोकिनपातासह्रीतायविहितागसा।<br>वेदयानस्तयासारदाताधीघनयानया॥",
  "rame":"Sita, the daughter of Mother Earth, who bestows the gift of faultless knowledge of Sastras, to those who resort to her aid, became ashamed and agitated and entered the forest with great anger. Yet she did not lack luster.",
  "krishnae":"The resplendent Krishna, the protector and bestower of wealth, who had the celestial bird (Garuda) as his carrier, was not even looked at by Satyabhama, who was slighted by Krishna’s fault (of giving the flower to Rukmani)."
},
{
  "ram":"रागिराधुतिगर्वादारदाहोमहसाहह।<br>यानगातभरद्वाजमायासीदमगाहिन:॥",
  "krishna":"नोहिगामदसीयामाजद्वारभतगानया।<br>हह साहमहोदारदार्वागतिधुरागिरा॥",
  "rame":"Sri Rama, who vanquished the horde of wicked, proud and impassioned enemies, got tired while walking through the forest and approached the self-controlled Sage Bharadwaja.",
  "krishnae":"Satyabhama did not utter a word to Sri Krishna out of anger nor did she listen to the utterances of Sri Krishna. However, Satyabhama became immensely pleased with Sri Krishna when he told her that He would undertake the burden of bringing the great Parijata tree and started to converse with Him."
},
{
  "ram":"यातुराजिदभाभारं द्यां वमारुतगन्धगं।<br>सोगमारपदं यक्षतुंगाभोनघयात्रया॥",
  "krishna":"यात्रयाघनभोगातुं क्षयदं परमागस:।<br>गन्धगंतरुमावद्यां रंभाभादजिरा तु या॥",
  "rame":"Sri Rama who had valorous splendor like the Kubera and who had the distinction of vanquishing the big array of demons (Rakshasas), with his faultless gait, reached the region known as Chitrakoota, which was like the heaven, where the cool breeze was being wafted along.",
  "krishnae":"The cloud hued Sri Krishna, as an atonement for the displeasure caused to Satyabhama, started on a pilgrimage to the ‘Swarga’ – the heavenly abode of the God, which possessed an auditorium adorned by Rambha and others, to bring the Parijata tree of divine pleasure."
},
{
  "ram":"दण्डकां प्रदमोराजाल्याहतामयकारिहा।<br>ससमानवतानेनोभोग्याभोनतदासन॥",
  "krishna":"नसदातनभोग्याभो नोनेतानवनमास स:।<br>हारिकायमताहल्याजारामोदप्रकाण्डदं॥",
  "rame":"The self-controlled Rama, who had overcome Bharagava Rama (Parasurama) the destroyer of the big line of Kshatriya, reached the Dandaka forest. Rama, the Lord attainable only by the Nitya Suris, by having taken the human form also became attainable to the ordinary mortals of the world.",
  "krishnae":"The great leader, the possessor of remarkable magnificence, Sri Krishna, reached the Nandanavana – the celestial garden, which gave supreme pleasure to Indra."
},
{
  "ram":"सोरमारदनज्ञानोवेदेराकण्ठकुंभजं।<br>तंद्रुसारपटोनागानानादोषविराधहा॥",
  "krishna":"हाधराविषदोनानागानाटोपरसाद्रुतं।<br>जम्भकुण्ठकरादेवेनोज्ञानदरमारस:॥",
  "rame":"The faultless Rama, the enemy of ignorance, wearing the dress of bark, killed Viradha, the tormentor of all beings. Then Sri Rama went to Sage Agastya, whose voice was resounding with the Vedic hymns.",
  "krishnae":"Indra, the bestower of water to the earth and who was enjoying the pleasure of hearing different kinds of music and who possessed valor capable of vanquishing the Asura (demon) named ‘Jambha’, got frightened on hearing the news of arrival of Sri Krishna in Swarga."
},
{
  "ram":"सागामाकरपाताहाकंकेनावनतोहिस:।<br>न समानर्दमारामालंकाराजस्वसा रतं॥",
  "krishna":"तं रसास्वजराकालंमारामर्दनमासन।<br>सहितोनवनाकेकं हातापारकमागसा॥",
  "rame":"Sri Rama, the protector of the sages immersed in the lore of the Vedas, was adored by Jatayu. Sri Rama was then implored by Surpanakha, the ugly sister of Ravana for his union.",
  "krishnae":"Lord Sri Krishna uprooted the Parijata tree on Indra’s refusal to part with it. Consequently, Indra, though a friend of Krishna, made up his mind to fight with him."
},
{
  "ram":"तां स गोरमदोश्रीदो विग्रामसदरोतत।<br>वैरमासपलाहारा विनासा रविवंशके॥",
  "krishna":"केशवं विरसानाविराहालापसमारवै:।<br>ततरोदसमग्राविदोश्रीदोमरगोसतां॥",
  "rame":"Lakshmana, the lieutenant and aid of Sri Rama, and the dauntless, cut the nose of Surpanakha. The demonic Surpanakha, who had lost her nose, vowed vengeance on Rama, the descendant of the God Sun.",
  "krishnae":"Indra, who overwhelmed the Asuras, and who was surrounded by the Gods and who had smothered the mountains, and who had his splendor and valor slighted, addressed Sri Krishna with polite words."
},
{
  "ram":"गोद्युगोमस्वमायोभूदश्रीगखरसेनया।<br>सहसाहवधारोविकलोराजदरातिहा॥",
  "krishna":"हातिरादजरालोकविरोधावहसाहस।<br>यानसेरखगश्रीद भूयोमास्वमगोद्युग:॥",
  "rame":"Though Sri Rama destroyed the demon ‘Khara’ and his army after a bitter fight, he was unostentatious and remained unscathed. His fame spread everywhere (reached the farthest corners of the earth and the heaven).",
  "krishnae":"‘Oh! Sri Krishna! Possessor of prowess capable of destroying the valor of the Gods, You who have celestial bird (Garuda) as your conveyance, dispenser of wealth, please do not carry the celestial tree Parijata to the earth.’"
},
{
  "ram":"हतपापचयेहेयो लंकेशोयमसारधी:।<br>राजिराविरतेरापोहाहाहंग्रहमारघ:॥ ",
  "krishna":"घोरमाहग्रहंहाहापोरातेरविराजिरा:।<br>धीरसामयशोकेलं यो हेये च पपात ह॥",
  "rame":"Ravana, the Lord of Lanka, who was surrounded by Rakshasas, the wicked and mean, made up his mind to conquer Sri Rama, who had destroyed the horde of demons.",
  "krishnae":"Indra, the Lord of the Gandharvas and who was shining just like the God Sun, became afflicted with sorrow – the sorrow, which has the sickening effect of blunting the sense of discretion – and ordered the capture of Sri Krishna."
},
{
  "ram":"ताटकेयलवादेनोहारीहारिगिरासस:।<br>हासहायजनासीतानाप्तेनादमनाभुवि॥",
  "krishna":"विभुनामदनाप्तेनातासीनाजयहासहा।<br>ससरागिरिहारीहानोदेवालयकेटता॥",
  "rame":"Sri Rama, the utterance of whose name makes one rid of all sins, shone brilliantly by killing Maricha, the son of Tataka. Sita, without her Lord, lost her composure and became protectorless (destitute).",
  "krishnae":"Indra, who could destroy the wings of the mountains and could overcome Pradyumna, with the rain of his arrows, could not follow Sri Krishna, who accompanied by Pradyumna, was wandering around the abode of Gods, the Swarga."
},
{
  "ram":"भारमाकुदशाकेनाशराधीकुहकेनहा।<br>चारुधीवनलोक्या वैदेहीमहिताहृता॥",
  "krishna":"ताहृताहिमहीदेवैक्यालोपानवधीरुचा।<br>हानकेहकुधीराशनाकेशादकुमार भा:॥",
  "rame":"The adorable Vaidehi (Sita), who was an incarnation of Goddess Lakshmi, was carried away by the deceitful and mean-minded Ravana.",
  "krishnae":"Pradyumna was defeated by Indra who was desirous of protecting the frightened and fleeing Gods and who was aided by the Brahmin named Pravara (Pradyumna fell down unconscious)."
},
{
  "ram":"हारितोयदभोरामावियोगेनघवायुज:।<br>तंरुमामहितोपेतामोदोसारज्ञरामय:॥",
  "krishna":"योमराज्ञरसादोमोतापेतोहिममारुतं।<br>जोयुवाघनगेयोविमाराभोदयतोरिहा॥",
  "rame":"Sri Rama, who was shining like the beautiful cloud, and who was separated from his wife, was met by the faultless son of Vayu – Sri Hanuman. The consort of Rama, Sugreeva, who had lost his power and fame and had thereby lost all his happiness, met Sri Rama.",
  "krishnae":"The youthful Pradyumna, who was overcome by the Gods, regained his consciousness as the cold breeze blew over him and became his active self. He struck at the enemies, vanquished them, and became praiseworthy."
},
{
  "ram":"भानुभानुतभावामासदामोदपरोहतं।<br>तंहतामरसाभाक्षोतिराताकृतवासविं॥",
  "krishna":"विंसवातकृतारातिक्षोभासारमताहतं।<br>तंहरोपदमोदासमावाभातनुभानुभा:॥",
  "rame":"The lotus-eyed Sri Rama, whose splendor was adored by the splendor of God Sun, killed Vali, the son of Indra.",
  "krishnae":"Sri Krishna, who had belittled the splendor of Sun with his own splendor, and who had slighted the prowess of Ishwara; protected Garuda, his devotee, who with the breeze born out of his wings was wreaking havoc on the enemies."
},
{
  "ram":"हंसजारुद्धबलजापरोदारसुभाजनि।<br>राजिरावणरक्षोरविघातायरमारयं॥",
  "krishna":"यंरमारयताघाविरक्षोरणवराजिरा।<br>निजभासुरदारोपजालबद्धरुजासहं॥",
  "rame":"In Sri Rama was born a new kind of magnificent splendor, which derived its strength from the invincible army provided by Sugreeva. The glorious victory (Jaya Lakshmi) which presaged cutting off the head of Ravana came to Sri Rama.",
  "krishnae":"Sri Krishna, who was capable of enduring the onslaught of an array of missiles, was approached by victory (Jaya Lakshmi), who had natural splendor of her own and had vanquished the Gods. (Sri Krishna defeated the Gods in the battle)."
}, 
{
  "ram":"सागरातिगमाभातिनाकेशोसुरमासह:।<br>तंसमारुतजंगोप्ताभादासाद्यगतोगजं॥",
  "krishna":"जंगतोगद्यसादाभाप्तागोजंतरुमासतं।<br>हस्समारसुशोकेनातिभामागतिरागसा॥",
  "rame":"Sri Rama, the renowned protector whose valor had excelled the valor of Indra, and who did not tolerate the glory of the Asuras met the famed Sri Hanuman, who had crossed the ocean, and shone brightly as he reached the Sahyadri and the shore of the ocean.",
  "krishnae":"Sri Krishna, who was much pained at the attack directed by Indra towards Pradyumna, gained victory and secured the Parijata tree, the pride of the abode of Gods – Swarga."
}, 
{
  "ram":"वीरवानरसेनस्य त्राताभादवता हि स:।<br>तोयधावरिगोयादस्ययतोनवसेतुना॥",
  "krishna":"नातुसेवनतोयस्यदयागोरिवधायत:।<br>सहितावदभातात्रास्यनसेरनवारवी॥",
  "rame":"Sri Rama glowed brightly protecting the army of the valorous monkeys, which was treading its path on the newly built bridge across the ocean, which presented an obstacle in the form of a vast sheet of water and with innumerable creatures under the water.",
  "krishnae":"A man praises Sri Krishna is blessed with the power to defeat the enemies. He who does not praise Sri Krishna not only becomes possessed with defeat but also loses all his luster. Sri Krishna, got hold of the Parijata tree."
}, 
{
  "ram":"हारिसाहसलंकेनासुभेदीमहितोहिस:।<br>चारुभूतनुजोरामोरमाराधयदार्तिहा॥",
  "krishna":"हार्तिदायधरामारमोराजोनुतभूरुचा।<br>सहितोहिमदीभेसुनाकेलंसहसारिहा॥",
  "rame":"Sri Rama who dealt a fatal blow to the adventurous and valorous Ravana, the Lord of Lanka, secured his consort Sita, the daughter of Mother Earth; Sri Rama, who warded off the sorrow of Vibhishana, was adored by all the Gods.",
  "krishnae":"With the welfare of Pradyumna, who struck at the Gods, in view, Sri Krishna very quickly shattered the foes in the Swarga, and boasted of Iravatha (the elephant). The victorious Krishna thus merited the praise and returned to the earth."
}, 
{
  "ram":"नालिकेरसुभाकारागारासौसुरसापिका।<br>रावणारिक्षमेरापूराभेजे हि ननामुना॥",
  "krishna":"नामुनानहिजेभेरापूरामेक्षरिणावरा।<br>कापिसारसुसौरागाराकाभासुरकेलिना॥",
  "rame":"The city of Ayodhya became the fitting abode of Sri Rama the opponent of Ravana, with its magnificent and attractive mansions surrounded by coconut trees.",
  "krishnae":"The best city of Dwaraka, the abode of victorious elephants, glowed with the divine tree Parijata and Sri Krishna, who disported with the Gopis in the full moon-lit nights."
}, 
{
  "ram":"साग्र्यतामरसागारामक्षामाघनभारगौ:।<br>निजदेपरजित्यास श्रीरामे सुगराजभा॥",
  "krishna":"भाजरागसुमेराश्रीसत्याजिरपदेजनि।<br>गौरभानघमाक्षामरागासारमताग्र्यसा॥ ",
  "rame":"The Lotus-seated Lakshmi entered the opulent and bright city of Ayodhya. The victor (of foes) Rama acquired the great wealth of the kingdom.",
  "krishnae":"The Parijata with the unfading flowers found a foothold in the threshold of Satyabhama. With the luster shed by the divine flower, Satyabhama, appeared to shine more brightly, and pleased with the celestial gift and sported with Lord Sri Krishna."
}
]
